Repository: bellegarde-c/mpdbrowser
Catalog: po/*.po
Languages: fr, it, pl

source: Filter
fr: Filtre
it: Filtro
pl: Filtr

source: All
fr: Tout
it: Tutto
pl: Wszystkie

source: Artist
fr: Artiste
it: Artista
pl: Wykonawca

source: Genre
fr: Style
it: Genere
pl: Gatunek

source: Loading...
fr: Chargement...
it: Caricamento...
pl: Wczytywanie...

source: Queue by default
fr: Ne pas remplacer par défaut
it: Metti sempre in coda

source: Replace by default
fr: Remplacer par défaut

source: Can't contact mpd!
fr: Impossible de contacter mpd!
it: Impossibile connettersi a mpd!
pl: Nie można się połączyć z mpd!

source: You have %i albums.
fr: Vous avez %i albums.
it: Hai %i albums.
pl: Ilość albumów: %i.

source: Preferences
fr: Préférences
it: Preferenze
pl: Preferencje

source: Host:
fr: Serveur:
pl: Komputer:

source: Password:
fr: Mot de passe:
pl: Hasło:

source: Music dir:
fr: Répertoire de musique:
it: Cartella musica:
pl: Folder z muzyką:

source: Mpd client:
fr: Client mpd:

source: Connection:
fr: Connexion:
it: Connessione:
pl: Połączenie:

source: Update collection at startup
fr: Mise à jour de la bibliothèque au démarrage
it: Aggiorna libreria all'avvio

source: Show albums names
fr: Montrer le nom des albums
it: Mostra nomi degli album
pl: Wyświetlanie nazw albumów

source: Stylized covers
fr: Pochettes stylisées
it: Copertine stilizzate
pl: Stylizowane okładki

source: Hide missing covers
fr: Cacher les pochettes manquantes
it: Nascondi copertine mancanti
pl: Ukrywanie brakujących okładek

source: Always show filter bar
fr: Toujours afficher la barre de filtre
it: Mostra sempre la barra filtro

source: Custom cover name:
fr: Nom des pochettes:
it: Nome album senza titolo:
pl: Własna nazwa okładki:

source: Covers size:
fr: Taille des pochettes:
it: Dimensione copertina

source: Clear:
fr: Effacer:
it: Pulisci:
pl: Wyczyść:

source: How to play an album?
fr: Comment lire un album?
it: Come eseguire un album?
pl: Jak odtworzyć album?

source: Just click on it
fr: Cliquez dessus
it: Cliccaci sopra
pl: Wystarczy go kliknąć

source: How to enqueue an album?
fr: Comment ajouter un album?
it: Come mettere in coda un album?
pl: Jak zakolejkować album?

source: Just click on it with Ctrl pressed
fr: Cliquez dessus en maintenant Ctrl enfoncé
it: Cliccaci sopra tenendo premuto Ctrl
pl: Wystarczy kliknąć z wciśniętym klawiszem Ctrl

source: How to play a song?
fr: Comment lire un morceau?
it: Come eseguire una canzone?
pl: Jak odtworzyć utwór?

source: Just right click on album, then select song
fr: Clique droit sur un album, puis selectionnez la chanson
it: Clicca col destro sull'album, e poi seleziona una canzone
pl: Prawym przyciskiem kliknąć album, następnie wybrać utwór

source: How to enqueue a song?
fr: Comment ajouter un morceau?
it: Come mettere in coda una canzone?
pl: Jak zakolejkować utwór?

source: Just right click on album with Ctrl pressed, then select song
fr: Clique droit sur un album en maintenant Ctrl enfoncé, puis selectionnez la chanson
it: Clicca col destro sull'album tenendo premuto Ctrl, poi seleziona la canzone
pl: Prawym przyciskiem kliknąć album z wciśniętym klawiszem Ctrl, następnie wybrać utwór

source: How to add a cover?
fr: Comment ajouter une pochette?
it: Come aggiungere una copertina?
pl: Jak dodać okładkę?

source: Just copy an image to album folder
fr: Copiez une image dans le répertoire de l'album
it: Copia l'immagine nella cartella dell'album
pl: Wystarczy skopiować obraz do folderu z albumem

source: How to search for something?
fr: Comment faire une recherche?
it: Come fare una ricerca?
pl: Jak rozpocząć wyszukiwanie?

source: Just press Ctrl + f
fr: Appuyez sur Ctrl + f
it: Premi Ctrl + f
pl: Wystarczy nacisnąć Ctrl + F

source: How to refresh view?
fr: Comment rafraichir la vue?
it: Come aggiornare la visualizzazione?
pl: Jak odświeżyć widok?

source: Just press F5
fr: Appuyez sur F5
it: Premi F5
pl: Wystarczy nacisnąć F5

source: How to refresh collection?
fr: Comment rafraichir la bibliothèque?
it: Come aggiorno la libreria?

source: Just press Ctrl + F5
fr: Appuyez sur Ctrl + F5
it: Premi Ctrl + F5
pl: Wystarczy nacisnąć Ctrl + F5

source: How to switch between enqueue modes?
fr: Changer le mode d'ajout de morceau:

source: Just press F3
fr: Appuyez sur F3

source: Updating MPD collection...
fr: Mise à jour de la bibliothèque MPD...
it: Aggiornamento libreria MPD...

source: Connecting to MPD...
fr: Connexion à MPD...
it: Connessione a MPD...

source: Loading albums...
fr: Chargement des albums...
it: Caricamento album...

source: Unknown
fr: Inconnu
it: Sconosciuto
pl: Nieznany

source: MPD click & play client
fr: Client MPD orienté pochette
it: Client per MPD click & play
pl: Klient MPD "kliknij i odtwórz"

source: Port:
it: Porta:

source: Options:
it: Opzioni:
pl: Opcje:

source: Informations
it: Informazioni
pl: Informacje

source: Cache:
pl: Bufor:

source: mpdBrowser
pl: Klient MPD mpdBrowser
